Repository: chenkaigithub/GenieWin8
Catalog: GenieWin8/GenieWin8/Strings/*/Resources.resw
Source language: en
Languages: ar_ae, el_gr, fi_fi, fr_fr, it_it, no_no, pt_pt, ru_ru, sk_sk, sl_si, zh_cn

# InstantMessaging.Content
source: Instant Messaging
ar_ae: المراسلات الفورية
fr_fr: Messagerie instantanée
it_it: Messaggistica istantanea
no_no: Hurtigmeldinger
pt_pt: Mensagem instantânea
ru_ru: Мгновенный обмен сообщениями
sk_sk: Odosielanie okamžitých správ
sl_si: Kratka sporočila
zh_cn: 即时消息传送

# JobsEmployment.Content
source: Jobs/Employment
ar_ae: الوظائف/التوظيف
fr_fr: Travail/Emploi
it_it: Lavori/occupazione
no_no: Jobber/ansettelse
pt_pt: Trabalho/emprego
ru_ru: Работа и наем
sk_sk: Pracovné miesta/zamestnanosť
sl_si: Delo/zaposlitev
zh_cn: 工作/就业

# LingerieBikini.Content
source: Lingerie/Bikini
ar_ae: ملابس النساء الداخلية/البيكيني
fr_fr: Lingerie/Maillot de bain
it_it: Intimo/bikini
no_no: Undertøy/bikini
pt_pt: Lingerie/biquíni
ru_ru: Нижнее белье и бикини
sk_sk: Spodná bielizeň/bikiny
sl_si: Spodnje perilo/kopalke
zh_cn: 内衣/比基尼

# Movies.Content
source: Movies
ar_ae: الأفلام
fr_fr: Films
it_it: Film
no_no: Filmer
pt_pt: Filmes
ru_ru: Фильмы
sk_sk: Filmy
sl_si: Filmi
zh_cn: 电影

# Music.Content
source: Music
ar_ae: الموسيقى
fr_fr: Musique
it_it: Musica
no_no: Musikk
pt_pt: Música
ru_ru: Музыка
sk_sk: Hudba
sl_si: Glasba
zh_cn: 音乐

# NewsMedia.Content
source: News/Media
ar_ae: الأخبار/الوسائط
fr_fr: Informations et médias
it_it: Notizie/mass media
no_no: Nyheter/medier
pt_pt: Notícias/mídia
ru_ru: Новости/СМИ
sk_sk: Správy/médiá
sl_si: Novice/mediji
zh_cn: 新闻媒体

# Non_Profits.Content
source: Non-Profits
ar_ae: المؤسسات غير الربحية
fr_fr: A but non lucratif
it_it: No-Profit
no_no: Veldedighet
pt_pt: Organizações sem fins lucrativos
ru_ru: Некоммерческие организации
sk_sk: Neziskové organizácie
sl_si: Neprofitne organizacije
zh_cn: 非营利

# Nudity.Content
source: Nudity
ar_ae: العري
fr_fr: Nudité
it_it: Nudità
no_no: Nakenhet
pt_pt: Nudez
ru_ru: Обнаженная натура
sk_sk: Nahota
sl_si: Golota
zh_cn: 裸体

# OkButton.Content
source: OK
ar_ae: موافق
sl_si: V redu
zh_cn: 确定

# P2PFilesharing.Content
source: P2P/File sharing
ar_ae: شبكات نظير إلى نظير/مشاركة الملفات
fr_fr: P2P/Partage de fichiers
it_it: P2P/condivisione di file
no_no: P2P/fildeling
pt_pt: P2P/compartilhamento de arquivos
ru_ru: P2P/обмен файлами
sk_sk: P2P/zdieľanie súborov
sl_si: P2P/izmenjava datotek
zh_cn: 对等网络/文件共享

# ParkedDomains.Content
source: Parked Domains
ar_ae: المجالات المتوقف مؤقتاً
fr_fr: Noms de domaine
it_it: Domini parcheggiati
no_no: Parkerte domener
pt_pt: Domínios estacionados
ru_ru: Прикрепленные домены
sk_sk: Zaparkované domény
sl_si: Parkirane domene
zh_cn: 停放的域名

# PhishingProtection.Content
source: Phishing Protection
ar_ae: الحماية من الخداع
fr_fr: Protection contre le phishing
it_it: Protezione anti-phishing
no_no: Phishing-beskyttelse
pt_pt: Proteção contra phishing
ru_ru: Защита от фишинга
sk_sk: Ochrana pred neoprávneným získavaním údajov
sl_si: Zaščita pred lažnim predstavljanjem
zh_cn: 钓鱼网站防护

# PhotoSharing.Content
source: Photo Sharing
ar_ae: مشاركة الصور
fr_fr: Partage de photos
it_it: Condivisione di foto
no_no: Bildedeling
pt_pt: Compartilhamento de fotos
ru_ru: Публикация фотографий
sk_sk: Zdieľanie fotografií
sl_si: Izmenjava fotografij
zh_cn: 相片共享

# Podcasts.Content
source: Podcasts
ar_ae: وسائط بودكاست
it_it: Podcast
no_no: Podcaster
ru_ru: Подкасты
sk_sk: Podcasty
sl_si: Poddaje
zh_cn: 播客

# Politics.Content
source: Politics
ar_ae: السياسة
fr_fr: Politique
it_it: Politica
no_no: Politikk
pt_pt: Política
ru_ru: Политика
sk_sk: Politika
sl_si: Politika
zh_cn: 政治

# Pornography.Content
source: Pornography
ar_ae: الإباحية
fr_fr: Pornographie
it_it: Pornografia
no_no: Pornografi
pt_pt: Pornografia
ru_ru: Порнография
sk_sk: Pornografia
sl_si: Pornografija
zh_cn: 色情

# Portals.Content
source: Portals
ar_ae: المعابر
fr_fr: Portails
it_it: Portali
no_no: Portaler
pt_pt: Portais
ru_ru: Порталы
sk_sk: Portály
sl_si: Portali
zh_cn: 门户

# ProxyAnonymizer.Content
source: Proxy/Anonymizer
ar_ae: الوكالة/برنامج إخفاء هوية المستخدم
fr_fr: Proxy/Navigation anonyme
it_it: Proxy/navigazione in anonimato
no_no: Proxy/anonymiser
pt_pt: Proxy/anonimato
ru_ru: Прокси и анонимайзеры
sk_sk: Server proxy/anonymizačná lokalita
sl_si: Posredniški strežniki/anonimizator
zh_cn: 代理/匿名

# Radio.Content
source: Radio
ar_ae: الراديو
pt_pt: Rádio
ru_ru: Радио
sk_sk: Rozhlas
zh_cn: 无线广播

# radioButton_Custom.Content
source: Custom
ar_ae: مخصص
fr_fr: Personnalisation
it_it: Personalizza
no_no: Tilpasset
pt_pt: Personalizar
ru_ru: Пользовательская установка
sk_sk: Vlastné
sl_si: Po meri
zh_cn: 自定义

# Religious.Content
source: Religious
ar_ae: التدين
fr_fr: Religion
it_it: Religione
no_no: Religion
pt_pt: Religioso
ru_ru: Религия
sk_sk: Náboženstvo
sl_si: Religija
zh_cn: 宗教

# ResearchReference.Content
source: Research/Reference
ar_ae: البحث/المرجع
fr_fr: Recherche/Référencement
it_it: Ricerca/riferimenti
no_no: Forskning/referanse
pt_pt: Pesquisa/referência
ru_ru: Исследования/рекомендации
sk_sk: Výskum/referencie
sl_si: Raziskave/reference
zh_cn: 研究/参考

# SearchEngines.Content
source: Search Engines
ar_ae: محركات البحث
fr_fr: Moteurs de recherche
it_it: Motori di ricerca
no_no: Søkemotorer
pt_pt: Mecanismos de busca
ru_ru: Поисковые системы
sk_sk: Vyhľadávače
sl_si: Iskalni mehanizmi
zh_cn: 搜索引擎

# Sexuality.Content
source: Sexuality
ar_ae: النشاط الجنسي
fr_fr: Sexualité
it_it: Sessualità
no_no: Seksualitet
pt_pt: Sexualidade
ru_ru: Сексуальность
sk_sk: Sexualita
sl_si: Spolnost
zh_cn: 性交

# SocialNetworking.Content
source: Social Networking
ar_ae: الشبكة الاجتماعية
fr_fr: Réseaux sociaux
it_it: Social network
no_no: Sosiale nettverk
pt_pt: Redes sociais
ru_ru: Социальные сети
sk_sk: Sociálne siete
sl_si: Družabna omrežja
zh_cn: 社交网络

# SoftwareTechnology.Content
source: Software/Technology
ar_ae: البرامج/التكنولوجيا
fr_fr: Logiciels/Technologie
it_it: Software/tecnologia
no_no: Programvare/teknologi
pt_pt: Software/tecnologia
ru_ru: ПО/технологии
sk_sk: Softvér/technológia
sl_si: Programska oprema/tehnologija
zh_cn: 软件/技术

# Sports.Content
source: Sports
ar_ae: الرياضة
it_it: Sport
no_no: Sport
pt_pt: Esportes
ru_ru: Спорт
sk_sk: Šport
sl_si: Šport
zh_cn: 运动

# Tasteless.Content
source: Tasteless
ar_ae: التفاهة
fr_fr: Contenu choquant
it_it: Volgare
no_no: Smakløst
pt_pt: Politicamente incorreto
ru_ru: Шокирующий контент
sk_sk: Bez chuti
sl_si: Neokusne vsebine
zh_cn: 厌世

# Television.Content
source: Television
ar_ae: التلفزيون
fr_fr: Télévision
it_it: Televisione
no_no: TV
pt_pt: Televisão
ru_ru: Телевидение
sk_sk: Televízia
sl_si: Televizija
zh_cn: 电视

# Tobacco.Content
source: Tobacco
ar_ae: التبغ
fr_fr: Tabac
it_it: Tabacco
no_no: Tobakk
pt_pt: Tabaco
ru_ru: Табак
sk_sk: Tabak
sl_si: Tobak
zh_cn: 烟草

# Travel.Content
source: Travel
ar_ae: السفر
fr_fr: Voyages
it_it: Viaggi
no_no: Reise
pt_pt: Viagem
ru_ru: Путешествия
sk_sk: Cestovanie
sl_si: Potovanja
zh_cn: 旅行

# TypoSquatting.Content
source: Typo Squatting
ar_ae: سرقة عنوان URL
pt_pt: Erro tipográfico deliberado
ru_ru: Тайпсквоттинг
sl_si: Kraja spletnih naslovov
zh_cn: 域名抢注

# VideoSharing.Content
source: Video Sharing
ar_ae: مشاركة الفيديو
fr_fr: Partage de vidéos
it_it: Condivisione video
no_no: Videodeling
pt_pt: Compartilhamento de vídeos
ru_ru: Публикация видео
sk_sk: Zdieľanie videa
sl_si: Izmenjava videoposnetkov
zh_cn: 视频共享

# VisualSearchEngines.Content
source: Visual Search Engines
ar_ae: محركات البحث المرئي
fr_fr: Moteurs de recherche visuels
it_it: Motori di ricerca visivi
no_no: Visuelle søkemotorer
pt_pt: Mecanismos de busca visual
ru_ru: Визуальные поисковые машины
sk_sk: Vizuálne vyhľadávače
sl_si: Vizualni iskalni mehanizmi
zh_cn: 视觉搜索引擎

# Weapons.Content
source: Weapons
ar_ae: الأسلحة
fr_fr: Armes
it_it: Armi
no_no: Våpen
pt_pt: Armas
ru_ru: Оружие
sk_sk: Zbrane
sl_si: Orožje
zh_cn: 武器

# Webmail.Content
source: Webmail
ar_ae: بريد الويب
fr_fr: Messagerie Web
it_it: Posta sul Web
no_no: Webpost
ru_ru: Веб-почта
sk_sk: Webová pošta
sl_si: Spletna pošta
zh_cn: 网络邮件

# WebSpam.Content
source: Web Spam
ar_ae: بريد ويب العشوائي
fr_fr: Spam Web
pt_pt: Spam na Web
ru_ru: Спам
sk_sk: Webová nevyžiadaná pošta
sl_si: Spletna neželena pošta
zh_cn: 垃圾网页

# CustomData.Text
source: Custom Data
ar_ae: البيانات المخصصة
fr_fr: Données personnalisées
it_it: Dati personalizzati
no_no: Tilpass data
pt_pt: Dados personalizados
ru_ru: Пользовательские данные
sk_sk: Vlastné údaje
sl_si: Podatki po meri
zh_cn: 自定义数据

# EmptyUsernameOrPassword
source: The user name or password field is empty.
ar_ae: إن حقل اسم المستخدم أو كلمة المرور فارغ.
fr_fr: Le champ Nom d'utilisateur ou Mot de passe est vide.
it_it: Campo nome utente o password vuoto.
no_no: Feltet for brukernavn eller passord er tomt.
pt_pt: O campo nome de usuário ou senha está vazio.
ru_ru: Необходимо ввести имя пользователя или пароль.
sk_sk: Pole používateľského mena alebo hesla je prázdne.
sl_si: Polje z uporabniškim imenom ali geslom je prazno.
zh_cn: 用户名或密码字段为空。

# CopyToClipboard
source: The password is copied to the clipboard. To connect this network, select Networks > Wi-Fi.
ar_ae: تم نسخ كلمة المرور إلى الحافظة. للاتصال بهذه الشبكة، حدد إعدادات > WLAN.
fr_fr: Le mot de passe est copié dans le presse-papiers. Pour connecter ce réseau, sélectionnez Paramètres > WLAN.
it_it: La password viene copiata negli appunti. Per connettersi a questa rete, selezionare Impostazioni > WLAN.
no_no: Passordet er kopiert til utklippstavlen. Velg Nettverk > Wi-Fi for å koble til dette nettverket.
pt_pt: A senha está copiada na área de transferência. Para conectar-se a esta rede, selecione Configurações > WLAN.
ru_ru: Пароль скопирован в буфер обмена. Для подключения к данной сети выберите пункт меню \"сети\" > Wi-Fi.
sk_sk: Heslo sa skopírovalo do schránky. Ak sa chcete pripojiť k tejto sieti, vyberte možnosť siete > Wi-Fi.
sl_si: Geslo je bilo kopirano na odložišče. Če želite vzpostaviti povezavo s tem omrežjem, izberite Nastavitve > WLAN.
zh_cn: 密码已复制到剪贴板。要连接此网络，请选择“网络”>“Wi-Fi”。

# txtRouterFirmware
source: Firmware Version
ar_ae: إصدار البرنامج الثابت
fr_fr: Version du micrologiciel (firmware)
it_it: Versione firmware
no_no: Fastvareversjon
pt_pt: Versão do firmware
ru_ru: Версия микропрограммного обеспечения
sk_sk: Verzia firmvéru
sl_si: Različica vdelane programske opreme
zh_cn: 固件版本

# LoggedInBypass
source: You are logged in as
ar_ae: تم تسجيل دخولك كـ
fr_fr: Vous êtes connecté en tant que
it_it: L'accesso è stato effettuato come
no_no: Du er logget på som
pt_pt: Você está conectado como
ru_ru: Вы зарегистрированы как
sk_sk: Ste prihlásení ako
sl_si: Prijavljeni ste kot
zh_cn: 您已登录为

# LoggingIn.Text
source: Logging in…
ar_ae: جارٍ تسجيل الدخول...
fr_fr: Connexion…
it_it: Accesso in corso...
no_no: Logger på …
pt_pt: Fazendo login…
ru_ru: Выполняется вход в систему…
sk_sk: Prihlasovanie…
sl_si: Prijavljanje ...
zh_cn: 正在登录…

# LoggingOut.Text
source: Logging out…
ar_ae: جارٍ تسجيل الخروج...
fr_fr: Déconnexion…
it_it: Disconnessione in corso...
no_no: Logger av …
pt_pt: Desconectando…
ru_ru: Выполняется выход из системы…
sk_sk: Odhlasovanie…
sl_si: Odjavljanje ...
zh_cn: 正在注销…

# UnmatchedPassword
source: The password does not match this user name. Please try again.
ar_ae: لا تتطابق كلمة المرور مع اسم المستخدم، يرجى المحاولة مرة أخرى.
fr_fr: Le mot de passe ne correspond pas à ce nom d'utilisateur. Veuillez réessayer.
it_it: La password non corrisponde al nome utente. Riprovare.
no_no: Passordet samsvarer ikke med brukernavnet. Prøv på nytt.
pt_pt: A senha não corresponde com este nome de usuário. Tente novamente.
ru_ru: Пароль не соответствует этому имени пользователя. Повторите попытку.
sk_sk: Heslo sa nezhoduje s týmto používateľským menom. Skúste to znova.
sl_si: Geslo se ne ujema z uporabniškim imenom Poskusite znova.
zh_cn: 密码与此用户名不匹配。请重试。

source: Access Control
ar_ae: التحكم بالوصول
fr_fr: Contrôle d'accès
it_it: Controllo accessi
no_no: Tilgangskontrolll
pt_pt: Controle de acesso
ru_ru: Контроль доступа
sk_sk: Riadenie prístupu
sl_si: Nadzor dostopa
zh_cn: 访问控制

# btnAllow
source: Allow
ar_ae: السماح
fr_fr: Autoriser
it_it: Autorizza
no_no: Tillat
pt_pt: Permitir
ru_ru: Разрешить
sk_sk: Povoliť
sl_si: Dovoli
zh_cn: 允许

# btnBlock
source: Block
ar_ae: حظر
fr_fr: Bloquer
it_it: Blocca
no_no: Blokker
pt_pt: Bloquear
ru_ru: Блокировать
sk_sk: Blokovať
sl_si: Zavrni
zh_cn: 阻止

source: Windows Tablet
ar_ae: جهاز Windows اللوحي
fr_fr: Tablette Windows
it_it: Tablet Windows
no_no: Windows-nettbrett
pt_pt: Tablet Windows
ru_ru: Планшет с ОС Windows
sk_sk: Počítač typu Tablet so systémom Windows
sl_si: Tablični računalnik Windows
zh_cn: Windows 平板电脑

# WifiDisabled
source: Not Enabled
no_no: Ikke aktivert
ru_ru: Не включено
sk_sk: Nepovolené
zh_cn: 未启用

# WifiDisconnected
source: Not Connected
no_no: Ikke tilkoblet
ru_ru: Не подключен
sk_sk: Nie je pripojené
zh_cn: 无连接

# CloseButton.Content
source: Close
no_no: Lukk
ru_ru: Закрыть
sk_sk: Zavrieť
zh_cn: 关闭

# hlbtnSupport.Content
source: (Support)
no_no: (Støtte)
ru_ru: (Поддержка)
sk_sk: (Podpora)
zh_cn: (支持)

# login_alertinfo1.Text
source: NETGEAR router is not found or is not supported.
no_no: Finner ikke NETGEAR-ruteren, eller den er ikke støttet.
ru_ru: Роутер NETGEAR не найден или не поддерживается.
sk_sk: Smerovač NETGEAR sa nenašiel alebo nie je podporovaný.
zh_cn: NETGEAR 路由器未找到或不受支持。

# login_alertinfo2.Text
source: Also make sure the device is not connected to the guest network of the router, and no IPv6 is enabled.
no_no: Kontroller også at enheten ikke er tilkoblet ruterens gjestenettverk, og at ingen IPv6 er aktivert.
ru_ru: Также убедитесь в том, что устройство подключено не к гостевой сети роутера, и что не активирован протокол IPv6.
sk_sk: Overte, či zariadenie nie je pripojené k hostiteľskej sieti smerovača a či nie je povolený žiadny protokol IPv6.
zh_cn: 同时确保该设备未连接至路由器的访客网络，并且未启用 IPv6。

# Download.Text
source: Download
ru_ru: Загрузить
sk_sk: Prevziať
zh_cn: 下载

# Upload.Text
source: Upload
ru_ru: Загрузить
sk_sk: Odovzdať
zh_cn: 上传

# MyMediaPlayingPageTitle.Text
source: Playing
ru_ru: Воспроизведение
zh_cn: 正在播放

# Copyright.Text
source: Copyright (c) 2013, NETGEAR Inc.
ar_ae: حقوق النشر (c)‏ 2013، ‏NETGEAR Inc.
el_gr: Πνευματικά δικαιώματα (c) 2013, NETGEAR Inc.
ru_ru: Авторские права (c) NETGEAR Inc., 2013
sk_sk: Autorské práva (c) 2013, NETGEAR Inc.

source: UNIX PC
ar_ae: كمبيوتر يعمل بنظام UNIX
el_gr: Υπολογιστής UNIX
fr_fr: PC UNIX
it_it: Computer UNIX
ru_ru: ПК с UNIX
sk_sk: Počítač UNIX
sl_si: Osebni računalnik UNIX

source: Windows PC
ar_ae: "كمبيوتر يعمل بنظام Windows
el_gr: Υπολογιστής Windows
fr_fr: PC Windows
it_it: Computer Windows
ru_ru: ПК с Windows
sk_sk: Počítač so systémom Windows
sl_si: Osebni računalnik Windows

source: Windows Phone
ar_ae: هاتف Windows
fr_fr: Smartphone Windows
it_it: Telefono Windows
no_no: Windows-telefon
pt_pt: Telefone Windows
ru_ru: Телефон с ОС Windows
sk_sk: Telefón so systémom Windows
sl_si: Telefon Windows

source: Linux PC
ar_ae: كمبيوتر Linux
el_gr: Υπολογιστής Linux
fr_fr: PC Linux
it_it: Computer Linux
sk_sk: Počítač Linux
sl_si: Osebni računalnik Linux

# MyMediaPlayer
source: Player
el_gr: Συσκευή αναπαραγωγής
fi_fi: Soitin

# MyMediaPlaying
source: Playing
el_gr: Αναπαραγωγή
fi_fi: Toistetaan

# MyMediaSource
source: Source
el_gr: Πηγή
fi_fi: Lähde

source: Parental Control
el_gr: Γονικός έλεγχος
fi_fi: Parental Controls

# Support.Text
source: Powered by SiteView
el_gr: Με την υποστήριξη της SiteView
